PLATE_SALE_TEXT = (
    "Продать:\n\n"
    "✍🏻 <b>Введите номер по примеру, который хотите продать. "
    "Не вводите ничего лишнего кроме цифр и букв вашего номера.</b>\n\n"
    "📌 <b>Примеры ввода номера:</b>\n\n"
    "<code>x111xx01</code>\n"
    "<code>oo777701</code>\n"
    "<code>9999yy01</code>"
)

PLATE_BUY_TEXT = (
    "Купить:\n\n"
    "✍🏻 <b>Введите номер по примеру, который хотите купить. "
    "Не вводите ничего лишнего кроме цифр, букв и «***» нужного вам номера.</b>\n\n"
    "📌 <b>Примеры ввода номера:</b>\n\n"
    "<code>А111АА01</code>\n"
    "<code>*111**01</code>\n"
    "<code>А***АА01</code>\n\n"
    "<code>oo777701</code>\n"
    "<code>**777701</code>\n"
    "<code>oo****01</code>\n\n"
    "<code>9999yy01</code>\n"
    "<code>9999**01</code>\n"
    "<code>****yy01</code>"
)

PLANE_URGENT_TEXT = (
    "Срочный выкуп:\n\n"
    "🚀 <b>Срочно выкупаем Ваши номера 24/7 в любом регионе.</b>\n"
    "⚠️ <b>Не присылайте сюда объявления с рыночными ценами</b>, "
    "<b>для таких объявлений есть кнопка «Продать»</b>.\n\n"
    "✍🏻 <b> Введите номер по примеру, который хотите продать. Не вводите ничего лишнего кроме цифр и букв вашего номера.</b>\n\n"
    "📌 <b>Примеры ввода номера:</b>\n\n"
    "<code>x111xx01</code>\n"
    "<code>oo777701</code>\n"
    "<code>9999yy01</code>"
)


PLATE_SALE_EDIT_TEXT = (
    "✏️ <b>Изменить номер</b>\n\n"
    "✍🏻 <b>Введите новый номер для замены. "
    "Не вводите ничего лишнего кроме цифр и букв номера.</b>\n\n"
    "📌 <b>Примеры ввода номера:</b>\n\n"
    "<code>x111xx01</code>\n"
    "<code>oo777701</code>\n"
    "<code>9999yy01</code>"
)

PLATE_BUY_EDIT_TEXT = (
    "✏️ <b>Изменить номер</b>\n\n"
    "✍🏻 <b>Введите новый номер для замены. "
    "Не вводите ничего лишнего кроме цифр, букв и «***» нужного вам номера.</b>\n\n"
    "📌 <b>Примеры ввода номера:</b>\n\n"
    "<code>А111АА01</code>\n"
    "<code>*111**01</code>\n"
    "<code>А***АА01</code>\n\n"
    "<code>oo777701</code>\n"
    "<code>**777701</code>\n"
    "<code>oo****01</code>\n\n"
    "<code>9999yy01</code>\n"
    "<code>9999**01</code>\n"
    "<code>****yy01</code>"
)
